Repository: tniur/DobrynyaNN
Catalog: DBR/DobrynyaNN/Localizable.xcstrings
Source language: en
Languages: ru

source: Active
ru: Активные

source: Already have an account?
ru: Уже есть аккаунт?

source: Are you sure?
ru: Вы уверены?

source: Available services
ru: Доступные услуги

source: Canceled
ru: Отмененные

source: Cancel entry
ru: Отменить запись

source: Cancel visit
ru: Отменить визит

source: Change photo
ru: Изменить фото

# checkDataPasswordsMustMatch
source: Check the data, the passwords must match
ru: Проверьте данные, пароли должны совпадать

# checkPhoneNumber
source: Check your phone number
ru: Проверьте номер телефона

# chooseSpecialist
source: Choose a specialist
ru: Выберите специалиста

source: Code from SMS
ru: Код из СМС

# confirmCancellationAppointment
source: Confirm cancellation of the appointment
ru: Подтвердите отмену записи

source: Confirm logout
ru: Подтвердите выход из аккаунта

source: Consultations
ru: Консультации

# doctorSpecialty
source: Doctor's specialty
ru: Специальность врача

source: Done
ru: Завершенные

# dontHaveAccount
source: Don't have an account?
ru: Нет аккаунта?

source: Duration
ru: Продолжительность

source: Edit profile
ru: Редактировать профиль

source: Edit visit
ru: Редактировать визит

# enterPhoneNumberAndSendCode
source: Enter your phone number and we will send you a confirmation code
ru: Введите ваш номер телефона, и мы отправим код подтверждения

source: Entry
ru: Вход

# errorHasOccurred
source: An error has occurred
ru: Произошла ошибка

# forgotPassword
source: Forgot your password?
ru: Забыли пароль?

source: Full name
ru: ФИО

source: Future
ru: Будущие

source: Get code
ru: Получить код

source: Get new code
ru: Получить новый код

source: Incorrect login or password
ru: Неверный логин или пароль

source: Invalid code
ru: Неверный код

source: Lastname
ru: Фамилия

source: Loading…
ru: Загрузка...

source: Login
ru: Логин

source: Log in
ru: Войти

source: Log out
ru: Выйти

source: Mobile number
ru: Мобильный номер

source: My visits
ru: Мои визиты

source: Name
ru: Имя

source: Next
ru: Дальше

source: No branches available
ru: Нет доступных филиалов

source: No free slots
ru: Нет свободных слотов

source: On my visits
ru: В мои визиты

source: Password
ru: Пароль

source: Past
ru: Прошедшие

source: Patronymic
ru: Отчество

source: Please select another date.
ru: Пожалуйста, выберите другую дату.

source: Price
ru: Стоимость

# quickEasyWayBookAppointment
source: A quick and easy way to book an appointment. Click the button below to begin the process.
ru: Быстрый и удобный способ записаться на прием. Нажмите кнопку ниже, чтобы начать процесс.

source: Register
ru: Зарегистрироваться

source: Registration
ru: Регистрация

source: Repeat password
ru: Повторите пароль

source: Research results
ru: Результаты исследований

source: Save
ru: Сохранить

# selectBranchOfClinic
source: Select a branch of the clinic
ru: Выберите филиал клиники

source: Select date and time
ru: Выберите дату и время

# selectService
source: Select a service
ru: Выберите услугу

source: Select service type
ru: Выберите тип услуги

source: Send code
ru: Отправить код

# sentYouConfirmationCodeNumber.
source: We have sent you a confirmation code to your number
ru: Мы отправили вам код подтверждения на номер

source: Sign up
ru: Записаться

# signUpForService
source: Sign up for a service
ru: Запись на услугу

source: Specialists
ru: Специалисты

# specialistsUnavailable
source: Specialists are unavailable
ru: Специалисты недоступны

# thereCurrentlyNoBranchesAvailable
source: There are currently no branches available for this service. Please try going back and choosing another service.
ru: В настоящий момент филиалы для данной услуги недоступны. Попробуйте вернуться и выбрать другую услугу.

# thereCurrentlyNoSpecialistsAvailable
source: There are currently no specialists available to provide this service. Please select another service or contact the clinic.
ru: На данный момент отсутствуют специалисты для оказания этой услуги. Пожалуйста, выберите другую услугу или обратитесь в клинику.

# thereNoServicesInCategory
source: There are no services in this category
ru: В данной категории нет услуг

# toCancelAppointmentGoTo
source: To cancel an appointment, go to the "My Visits" section or click the "Cancel Appointment" button below.
ru: Для отмены записи перейдите в раздел «Мои визиты», либо нажмите кнопку «Отменить запись» ниже.

source: Types of services
ru: Типы услуг

# unfortunatelyThereCurrentlyNoServicesFound
source: Unfortunately, there are currently no services found for the selected category. Try another category or contact the clinic.
ru: К сожалению, сейчас по выбранной категории услуги не найдены. Попробуйте другую категорию или обратитесь в клинику.

source: Waiting
ru: Ожидают

# youDontHaveAttachmentsYet
source: You don't have any attachments yet. Once you have them, you can view them here.
ru: У вас пока нет прикрепленных файлов. Как только они появятся, вы сможете просмотреть их здесь.

# youDontHaveResearchResultsYet
source: You don't have any research results yet. Once they are available, you can view them here.
ru: У вас пока нет результатов исследований. Как только они появятся, вы сможете просмотреть их здесь.

# youDontHaveVisitsYet
source: You don't have any visits yet. Once you have them, you can view them here.
ru: У вас пока нет визитов. Как только они появятся, вы сможете просмотреть их здесь.

# youHaventHadConsultationsYet
source: You haven't had any consultations yet. As soon as the results appear, you will be able to view them here.
ru: У вас пока не было консультаций. Как только появятся итоги, вы сможете просмотреть их здесь.

source: You have successfully registered!
ru: Вы успешно записаны!

source: Your appointment for service %@ has been confirmed.
ru: Ваша запись на услугу «%@» подтверждена.
